[
    {
      "day": 0,
      "askTime": "09:00",
      "text": "The Thrive with Real Foods Challenge will start soon."
    },
    {
      "day": 1,
      "askTime": "09:00",
      "text": "Welcome to the Thrive with Real Foods Challenge."
    },    
    {
      "day": 2,
      "askTime": "09:00",
      "text": "Today, focus on one thing that’s truly important to you."
    },
    {
      "day": 3,
      "askTime": "09:00",
      "text": "What’s your motivation for staying the course?"
    },
    {
      "day": 4,
      "askTime": "09:00",
      "text": "Team Activity: Share what new healthy items are you thinking about trying this week?"
    },
    {
      "day": 5,
      "askTime": "09:00",
      "text": "New Team Activity: Share your top five priorities in life?"
    },
     {
      "day": 6,
      "askTime": "09:00",
      "text": "Develop a go-to dining out plan and some useful strategies that will help you stay on track."
    },
      {
      "day": 7,
      "askTime": "09:00",
      "text": "How to practice and execute your dining out strategies on most occasions."
    },
    {
      "day": 8,
      "askTime": "09:00",
      "text": "Team Activity: What new healthy food items did you try this past week?"
    },
    {
      "day": 9,
      "askTime": "09:00",
      "text": "See today's activity attached information on quick dining out strategies."
    },
    {
      "day": 10,
      "askTime": "09:00",
      "text": "Make a habit of daily physical activity non-negotiable."
    },    
    {
      "day": 11,
      "askTime": "09:00",
      "text": "Team Activity: What does your healthy plate look like?"
    },
    {
      "day": 12,
      "askTime": "09:00",
      "text": "What does your food journal say about your eating behaviors and habits?"
    },
    {
      "day": 13,
      "askTime": "09:00",
      "text": "Diet doctors and nutritionists (the experts) routinely underestimate their daily caloric intake."
    },
    {
      "day": 14,
      "askTime": "09:00",
      "text": "Recognize and observe your natural responses to change."
    },
    {
      "day": 15,
      "askTime": "09:00",
      "text": "Learn how to challenge negative self-talk."
    },
    {
      "day": 16,
      "askTime": "09:00",
      "text": "How do you usually view and experience change?"
    },
    {
      "day": 17,
      "askTime": "09:00",
      "text": "Willpower isn’t always available when you need it; how resilient you are when the going gets tough matters the most?"
    },
    {
      "day": 18,
      "askTime": "09:00",
      "text": "Team Activity: Share with the team any small action(s) that has(have) led to an improvement in your nutritional strategies."
    },
    {
      "day": 19,
      "askTime": "09:00",
      "text": "Consistency in your behaviors is the name of the game."
    },
    {
      "day": 20,
      "askTime": "09:00",
      "text": "Some progress is ALWAYS better than no progress."
    },
    {
      "day": 21,
      "askTime": "09:00",
      "text": "Interested in trying a new habit that will inspire and motivate?"
    },
    {
      "day": 22,
      "askTime": "09:00",
      "text": "How strong is your support network?"
    },
    {
      "day": 23,
      "askTime": "09:00",
      "text": "Everyone needs a self-care plan. How's yours shaping up?"
    },
    {
      "day": 24,
      "askTime": "09:00",
      "text": "See today's activity attached information on some quick daily actions that can reduce stress."
    },
    {
      "day": 25,
      "askTime": "09:00",
      "text": "Choose daily stress reduction strategies that support your health, not harm it."
    },
    {
      "day": 26,
      "askTime": "09:00",
      "text": "Is your environment causing you stress?"
    },
    {
      "day": 27,
      "askTime": "09:00",
      "text": "How to determine if your current strategies are really working for you."
    },
    {
      "day": 28,
      "askTime": "09:00",
      "text": "See today’s wrap up of the Positive Daily Action Habit."
    }
]

