[
    {
      "day": 0,
      "askTime": "09:00",
      "text": "Nuevo hábito pronto ..."
    },
    {
      "day": 1,
      "askTime": "09:00",
      "text": "Nuevo hábito hoy - Coma proteínas temprano y frecuentemente."
    },    
    {
      "day": 2,
      "askTime": "09:00",
      "text": "(En español) See today’s activity attached information for a quick review of Best Protein Choices."
    },
    {
      "day": 3,
      "askTime": "09:00",
      "text": "(En español) You can get quality protein from a variety of sources."
    },
    {
      "day": 4,
      "askTime": "09:00",
      "text": "(En español) Team Activity: Share with the team a pic of your pre-and post-work workout meal or snack."
    },
    {
      "day": 5,
      "askTime": "09:00",
      "text": "(En español) Repeat Team Activity: Share with the team a pic of your pre-and post-work workout meal or snack."
    },
     {
      "day": 6,
      "askTime": "09:00",
      "text": "(En español) See today’s activity attached information on your changing taste buds and how they adjust over time."
    },
      {
      "day": 7,
      "askTime": "09:00",
      "text": "(En español) How do you break-the-fast? Breakfast is a personal choice based on your particular energy needs."
    },
    {
      "day": 8,
      "askTime": "09:00",
      "text": "(En español) You can easily swap out a breakfast or lunch meal for a dinner meal and vice versa."
    },
    {
      "day": 9,
      "askTime": "09:00",
      "text": "(En español) Small wild fish are full of omega 3's and are tasty options to the big common fishes we normally eat."
    },
    {
      "day": 10,
      "askTime": "09:00",
      "text": "(En español) Plant-based proteins can help nudge you toward your daily protein goals."
    },    
    {
      "day": 11,
      "askTime": "09:00",
      "text": "(En español) Try batch cooking chicken, turkey, and beef in advance to save time on daily meal prep."
    },
    {
      "day": 12,
      "askTime": "09:00",
      "text": "(En español) Keep a quick go-to shopping list of proteins handy to reduce time spent in the grocery store."
    },
    {
      "day": 13,
      "askTime": "09:00",
      "text": "(En español) Eating protein early and often is doable when you keep it stocked and readily available."
    },
    {
      "day": 14,
      "askTime": "09:00",
      "text": "(En español) Today, we wrap up the Eat Protein Early and Often habit--- tomorrow, we begin a new habit."
    }
]

