[
    {
      "day": 0,
      "askTime": "09:00",
      "text": "Pronto habrá un nuevo hábito ..."
    },
    {
      "day": 1,
      "askTime": "09:00",
      "text": "Nuevo hábito hoy - Comer Más Despacio."
    },    
    {
      "day": 2,
      "askTime": "09:00",
      "text": "(En español) Need some eating slower strategies?"
    },
    {
      "day": 3,
      "askTime": "09:00",
      "text": "(En español) For a quick review of eating slower tips, see the attached information for today's activity."
    },
    {
      "day": 4,
      "askTime": "09:00",
      "text": "(En español) Team Activity: Observe and Identify your environmental eating cues."
    },
    {
      "day": 5,
      "askTime": "09:00",
      "text": "(En español) Repeat yesterday's Team Activity: Observe and identify your environmental eating cues."
    },
     {
      "day": 6,
      "askTime": "09:00",
      "text": "(En español) For optimal health, choose foods that pass through the digestive system relatively quickly."
    },
      {
      "day": 7,
      "askTime": "09:00",
      "text": "(En español) Slow eaters are everywhere! Notice and mimic their slow eating techniques whenever possible."
    },
    {
      "day": 8,
      "askTime": "09:00",
      "text": "(En español) Your sense of taste and textures come alive when you eat slower, especially healthier (non-processed) foods."
    },
    {
      "day": 9,
      "askTime": "09:00",
      "text": "(En español) With consistent practice, eating slower becomes easier and doable under most circumstances."
    },
    {
      "day": 10,
      "askTime": "09:00",
      "text": "(En español) See today’s activity attached information for a new strategy for eating slower and mindfully when you are in a hurry or pressed for time."
    },    
    {
      "day": 11,
      "askTime": "09:00",
      "text": "(En español) Learn how you can start to make eating slower a daily reality just by listening to your favorite tune."
    },
    {
      "day": 12,
      "askTime": "09:00",
      "text": "(En español) Have you become more aware of how fast or slower you eat most meals and snacks?"
    },
    {
      "day": 13,
      "askTime": "09:00",
      "text": "(En español) Eliminate at least one more distraction today when you eat your meals and snacks."
    },
    {
      "day": 14,
      "askTime": "09:00",
      "text": "(En español) The Eat Slower habit wraps up today and we start a new habit tomorrow."
    }
]

