[
    {
      "day": 0,
      "askTime": "09:00",
      "text": "New habit coming up soon..."
    },
    {
      "day": 1,
      "askTime": "09:00",
      "text": "New habit today - Eat Slower."
    },    
    {
      "day": 2,
      "askTime": "09:00",
      "text": "Need some eating slower strategies?"
    },
    {
      "day": 3,
      "askTime": "09:00",
      "text": "For a quick review of eating slower tips, see the attached information for today's activity."
    },
    {
      "day": 4,
      "askTime": "09:00",
      "text": "Team Activity: Observe and Identify your environmental eating cues."
    },
    {
      "day": 5,
      "askTime": "09:00",
      "text": "Repeat yesterday's Team Activity: Observe and identify your environmental eating cues."
    },
     {
      "day": 6,
      "askTime": "09:00",
      "text": "For optimal health, choose foods that pass through the digestive system relatively quickly."
    },
      {
      "day": 7,
      "askTime": "09:00",
      "text": "Slow eaters are everywhere! Notice and mimic their slow eating techniques whenever possible."
    },
    {
      "day": 8,
      "askTime": "09:00",
      "text": "Your sense of taste and textures come alive when you eat slower, especially healthier (non-processed) foods."
    },
    {
      "day": 9,
      "askTime": "09:00",
      "text": "With consistent practice, eating slower becomes easier and doable under most circumstances."
    },
    {
      "day": 10,
      "askTime": "09:00",
      "text": "See today’s activity attached information for a new strategy for eating slower and mindfully when you are in a hurry or pressed for time."
    },    
    {
      "day": 11,
      "askTime": "09:00",
      "text": "Learn how you can start to make eating slower a daily reality just by listening to your favorite tune."
    },
    {
      "day": 12,
      "askTime": "09:00",
      "text": "Have you become more aware of how fast or slower you eat most meals and snacks?"
    },
    {
      "day": 13,
      "askTime": "09:00",
      "text": "Eliminate at least one more distraction today when you eat your meals and snacks."
    },
    {
      "day": 14,
      "askTime": "09:00",
      "text": "The Eat Slower habit wraps up today and we start a new habit tomorrow."
    }
]

