[
    {
      "day": 0,
      "askTime": "09:00",
      "text": "New habit coming soon..."
    },
    {
      "day": 1,
      "askTime": "09:00",
      "text": "Welcome to the Reflect and Move Forward habit, a set of personal reflection and supportive team sharing exercises."
    },    
    {
      "day": 2,
      "askTime": "09:00",
      "text": "How do you acknowledge accomplishments and reward success?"
    },
    {
      "day": 3,
      "askTime": "09:00",
      "text": "Repeat yesterday’s Team Activity on how you acknowledge accomplishments and reward success. "
    },
    {
      "day": 4,
      "askTime": "09:00",
      "text": "Progress can be measured in several meaningful ways."
    },
    {
      "day": 5,
      "askTime": "09:00",
      "text": "See today’s activity attached information for examples of successful behavior goals and share some of your own with the team."
    },
     {
      "day": 6,
      "askTime": "09:00",
      "text": "Change how you view and measure a habit’s success to one that’s a bit saner and self-compassionate."
    },
      {
      "day": 7,
      "askTime": "09:00",
      "text": "Repeat yesterday’s activity on measuring a habits’ success using exercise as an example and share with the team. "
    },
    {
      "day": 8,
      "askTime": "09:00",
      "text": "See today’s activity attached information for new examples of subtle behavior changes and share some of your own with the team."
    },
    {
      "day": 9,
      "askTime": "09:00",
      "text": "Mastering habits. How does it happen for you and what conditions need to be in place?"
    },
    {
      "day": 10,
      "askTime": "09:00",
      "text": "Mastering a new habit can give you the space and energy needed to reduce the frequency of undesirable behaviors."
    },    
    {
      "day": 11,
      "askTime": "09:00",
      "text": "Learn how to spot improvements in your desired behaviors and mindset and then share with the team."
    },
    {
      "day": 12,
      "askTime": "09:00",
      "text": "See today’s activity attached information for new information on mastering habits using examples from the Eat Protein Early and Often habit and share with the team."
    },
    {
      "day": 13,
      "askTime": "09:00",
      "text": "Share with the team any last minute thoughts or experiences you’ve had while in the program."
    },
    {
      "day": 14,
      "askTime": "09:00",
      "text": "The Reflect and Move Forward team sharing habit ends today. Read the wrap-up in today’s activity attached information and learn about your next challenge."
    }
]

