[
    {
      "day": 0,
      "askTime": "09:00",
      "text": "El Desafío con Real Foods comenzará pronto."
    },
    {
      "day": 1,
      "askTime": "09:00",
      "text": "Bienvenido al reto de prosperar con los alimentos reales."
    },    
    {
      "day": 2,
      "askTime": "09:00",
      "text": "Hoy, se centran en una cosa que es verdaderamente importante para usted."
    },
    {
      "day": 3,
      "askTime": "09:00",
      "text": "¿Cuál es tu motivación para seguir el curso?"
    },
    {
      "day": 4,
      "askTime": "09:00",
      "text": "Actividad del equipo: ¿Qué elementos nuevos y saludables piensas tratar esta semana?"
    },
    {
      "day": 5,
      "askTime": "09:00",
      "text": "Nueva Actividad de Equipo: Comparta sus cinco prioridades en la vida?"
    },
     {
      "day": 6,
      "askTime": "09:00",
      "text": "Desarrolle un plan para ir a comer fuera y algunas estrategias útiles que le ayudarán a mantenerse en el buen camino."
    },
      {
      "day": 7,
      "askTime": "09:00",
      "text": "Cómo practicar y ejecutar sus estrategias de comedor en la mayoría de las ocasiones."
    },
    {
      "day": 8,
      "askTime": "09:00",
      "text": "Actividad del equipo: ¿Qué nuevos alimentos saludables probaste la semana pasada?"
    },
    {
      "day": 9,
      "askTime": "09:00",
      "text": "Vea la actividad de hoy adjunta información sobre las estrategias de comedor rápido."
    },
    {
      "day": 10,
      "askTime": "09:00",
      "text": "Hacer un hábito de la actividad física diaria no negociable."
    },    
    {
      "day": 11,
      "askTime": "09:00",
      "text": "Actividad del equipo: ¿Cómo se ve el plato saludable?"
    },
    {
      "day": 12,
      "askTime": "09:00",
      "text": "¿Qué dice su diario de alimentos acerca de sus comportamientos y hábitos alimenticios?"
    },
    {
      "day": 13,
      "askTime": "09:00",
      "text": "Los médicos y nutricionistas de la dieta (los expertos) subestiman rutinariamente su consumo calórico diario."
    },
    {
      "day": 14,
      "askTime": "09:00",
      "text": "Reconocer y observar sus respuestas naturales al cambio."
    },
    {
      "day": 15,
      "askTime": "09:00",
      "text": "Aprenda cómo desafiar la auto-charla negativa."
    },
    {
      "day": 16,
      "askTime": "09:00",
      "text": "¿Cómo suele ver y experimentar el cambio?"
    },
    {
      "day": 17,
      "askTime": "09:00",
      "text": "La fuerza de voluntad no siempre está disponible cuando se necesita; ¿Cuán resistente eres cuando las cosas se vuelven difíciles son las más importantes?"
    },
    {
      "day": 18,
      "askTime": "09:00",
      "text": "Actividad del Equipo: Comparta con el equipo cualquier acción pequeña que haya conducido a una mejora en sus estrategias nutricionales."
    },
    {
      "day": 19,
      "askTime": "09:00",
      "text": "Consistencia en sus comportamientos es el nombre del juego."
    },
    {
      "day": 20,
      "askTime": "09:00",
      "text": "Algún progreso es SIEMPRE mejor que ningún progreso."
    },
    {
      "day": 21,
      "askTime": "09:00",
      "text": "¿Está interesado en probar un nuevo hábito que inspire y motive?"
    },
    {
      "day": 22,
      "askTime": "09:00",
      "text": "¿Qué tan fuerte es su red de apoyo?"
    },
    {
      "day": 23,
      "askTime": "09:00",
      "text": "Todo el mundo necesita un plan de autocuidado. ¿Cómo se desarrolla el tuyo?"
    },
    {
      "day": 24,
      "askTime": "09:00",
      "text": "Vea la actividad de hoy adjunta información sobre algunas acciones diarias rápidas que pueden reducir el estrés."
    },
    {
      "day": 25,
      "askTime": "09:00",
      "text": "Elija las estrategias diarias de reducción del estrés que apoyan su salud, no dañarlo."
    },
    {
      "day": 26,
      "askTime": "09:00",
      "text": "¿Su ambiente le está causando estrés?"
    },
    {
      "day": 27,
      "askTime": "09:00",
      "text": "Cómo determinar si sus estrategias actuales realmente están trabajando para usted."
    },
    {
      "day": 28,
      "askTime": "09:00",
      "text": "Vea el resumen de hoy del Hábito de Acción Diaria Positiva."
    }
]

